Repository: CodreaDragos/BellManager
Catalog: BellManager/Resources/Strings/AppResources.*.resx
Languages: ro

source: Bell Name
ro: Nume Clopot

# BellNamePlaceholder
source: Enter bell name
ro: Introduceți numele clopotului

source: Church
ro: Biserică

# CreateAccountButton
source: CREATE ACCOUNT
ro: CREEAZĂ CONT

source: Delete
ro: Șterge

# DeleteAlarmButton
source: Delete Alarm
ro: Șterge Alarma

source: Edit
ro: Editează

# EditAlarmTitle
source: Edit Alarm
ro: Editează Alarma

source: Email or Username
ro: Email sau Nume Utilizator

# EmailPlaceholder
source: Enter your email or username
ro: Introduceți email sau nume utilizator

source: Enabled
ro: Activat

# LanguageButton
source: RO
ro: EN

# LoginButton
source: LOGIN
ro: AUTENTIFICARE

# LoginTitle
source: Login
ro: Autentificare

source: Logout
ro: Deconectare

# MyAlarmsTitle
source: My Alarms
ro: Alarmele Mele

# NewAlarmTitle
source: New Alarm
ro: Alarmă Nouă

source: No alarms found
ro: Nu s-au găsit alarme

source: Notes
ro: Note

# NotesPlaceholder
source: Enter notes here
ro: Introduceți note aici

source: Password
ro: Parolă

# PasswordPlaceholder
source: Enter your password
ro: Introduceți parola

source: Repeat
ro: Repetă

# RepeatTypeCustom
source: Custom
ro: Personalizat

# RepeatTypeOnce
source: Once
ro: O dată

# RepeatTypeSunday
source: Every Sunday
ro: În fiecare Duminică

# SaveAlarmButton
source: Save Alarm
ro: Salvează Alarma

# TapToAdd
source: Tap + to add one
ro: Apasă + pentru a adăuga

source: Time
ro: Ora

source: Welcome back!
ro: Bine ai revenit!

# RegisterTitle
source: Register
ro: Înregistrare

# JoinUs
source: Join us today!
ro: Alătură-te nouă!

source: Username
ro: Nume Utilizator

# UsernamePlaceholder
source: Choose a username
ro: Alege un nume de utilizator

# AlreadyHaveAccount
source: Already have an account? Sign In
ro: Ai deja cont? Autentifică-te

source: Sign In
ro: Autentificare

# DayMon
source: Mon
ro: Lun

# DayTue
source: Tue
ro: Mar

# DayWed
source: Wed
ro: Mie

# DayThu
source: Thu
ro: Joi

# DayFri
source: Fri
ro: Vin

# DaySat
source: Sat
ro: Sâm

# DaySun
source: Sun
ro: Dum

# AdminAssignTitle
source: User-Church Assignment
ro: Asignare Utilizator-Biserică

# AdminAssignSubtitle
source: Assign users to their respective churches
ro: Asignează utilizatori la bisericile lor

# AdminChurchesTitle
source: Churches Management
ro: Gestionare Biserici

# AdminChurchesSubtitle
source: Manage church information and assignments
ro: Gestionează informații și asignări biserici

# AssignUser
source: Assign User to Church
ro: Asignează Utilizator la Biserică

source: Select User
ro: Selectează Utilizator

source: Select Church
ro: Selectează Biserică

source: Current Assignments
ro: Asignări Curente

source: Add New Church
ro: Adaugă Biserică Nouă

# ChurchNamePlaceholder
source: Church Name
ro: Nume Biserică

# PhonePlaceholder
source: Phone Number
ro: Număr de Telefon

# AddChurchButton
source: Add Church
ro: Adaugă Biserică

source: Save
ro: Salvează

source: Cancel
ro: Anulează

source: Edit Assignment
ro: Editează Asignarea

# TotalChurchesPrefix
source: Total Churches:
ro: Total Biserici:

source: Edit Church
ro: Editează Biserică

# EditAlarmSubtitle
source: Set your alarm details
ro: Setează detaliile alarmei

source: Select repeat type
ro: Selectează tipul de repetare

source: Repeat every week
ro: Repetă în fiecare săptămână

source: Select specific days:
ro: Selectează zile specifice:

# OrSelectSpecificDate
source: Or select a specific date:
ro: Sau selectează o dată specifică:

source: Scheduled for:
ro: Programat pentru:

# EnableAlarm
source: Enable this alarm
ro: Activează această alarmă

# RepeatExplanationEveryDay
source: This alarm will repeat every day
ro: Această alarmă se va repeta în fiecare zi

# RepeatExplanationWeekends
source: This alarm will repeat on weekends
ro: Această alarmă se va repeta în weekend

# RepeatExplanationWeekdays
source: This alarm will repeat on weekdays
ro: Această alarmă se va repeta în zilele lucrătoare

# RepeatExplanationEvery
source: This alarm will repeat every {0}
ro: Această alarmă se va repeta în fiecare {0}

# RepeatExplanationOnce
source: This alarm will ring once on {0}
ro: Această alarmă va suna o singură dată pe {0}

# RepeatExplanationOnceGeneric
source: This alarm will ring once
ro: Această alarmă va suna o singură dată

# RepeatExplanationCustomRepeating
source: This alarm will repeat every week on the selected days
ro: Această alarmă se va repeta în fiecare săptămână în zilele selectate

# RepeatExplanationCustomOnce
source: This alarm will ring once on the next occurrence of the selected day
ro: Această alarmă va suna o singură dată la următoarea apariție a zilei selectate

# RepeatExplanationSunday
source: This alarm will repeat every Sunday
ro: Această alarmă se va repeta în fiecare Duminică

# RepeatExplanationOnceTodayTomorrow
source: This alarm will ring once at the specified time (Today if time hasn't passed, otherwise tomorrow)
ro: Această alarmă va suna o singură dată la ora specificată (Azi dacă ora nu a trecut, altfel mâine)

# RepeatExplanationNextSunday
source: This alarm will ring once on the next Sunday
ro: Această alarmă va suna o singură dată Duminica viitoare

source: Every day
ro: În fiecare zi

source: Weekends
ro: Weekend-uri

source: Weekdays
ro: Zile lucrătoare

# Every
source: Every {0}
ro: În fiecare {0}

# OnceWithDate
source: {0} (Once)
ro: {0} (O dată)

source: Clock
ro: Ceas
